{
  "_id": "z4vLSY6NsDC11AoE",
  "name": "Assassin",
  "type": "occupation",
  "img": "systems/marvel-multiverse/icons/work.svg",
  "system": {
    "description": "The character is a hired killer. They might tell themselves that this is for the greater good. They might be picky about who they take on as clients or targets, but the core of their occupation is ending lives.",
    "examples": "Arcade, Bullseye, Elektra, the Punisher.",
    "tags": [
      {
        "_id": "sTOkQnuofMc4Skgd",
        "name": "Streetwise",
        "type": "tag",
        "system": {
          "description": "The character knows how things are handled on the street, who's in charge of various criminal enterprises and how to avoid issues with them.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!sTOkQnuofMc4Skgd"
      },
      {
        "_id": "Yzb2fTZrEvGCJeXt",
        "name": "Villianous",
        "type": "tag",
        "system": {
          "description": "The character is a villain, someone who cares little for the rights of others, up to and including their right to live.",
          "restriction": "The character cannot also be Heroic.",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!Yzb2fTZrEvGCJeXt"
      }
    ],
    "traits": [
      {
        "_id": "1C2neohcCRMXkpys",
        "name": "Connections",
        "type": "trait",
        "system": {
          "description": "The character knows someone with access to and knowledge of a particular field. The connection could be a reporter, a police officer, a politician, a mobster and so on. By making an Ego check, the character can call on their contact to provide help in the form of clues, information or resources. The Narrator determines the TN of the Ego check based on the favor requested. This trait can be selected multiple times, using many different types. These include Celebrities, Community, Criminal, Espionage, Military, Outsiders, Police, Professional, Sources, Super Heroes and so on.",
          "restriction": "",
          "multiple": true
        },
        "flags": {},
        "effects": [],
        "_key": "!items!1C2neohcCRMXkpys"
      },
      {
        "_id": "FoqLWM0YsAJE3O9D",
        "name": "Signature Attack",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character is known for favoring a particular kind of weapon or attack power. They have an edge when making attacks that way. This trait can be taken more than once, but each time must be with a different kind of weapon or attack power."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!FoqLWM0YsAJE3O9D"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!z4vLSY6NsDC11AoE"
}
