{
  "_id": "NT1q7oY8c9RhBMsA",
  "name": "Criminal",
  "type": "occupation",
  "img": "systems/marvel-multiverse/icons/work.svg",
  "system": {
    "description": "The character did something that put them on the wrong side of the law. They might have spent time in jail for their crimes, or they might have gotten away with them scot-free. The fact that they break the law doesn't necessarily make them a bad person, but law enforcers usually don't care about such distinctions. If they are currently wanted by the law for their crimes, they should also take the Hunted tag. If they have served time, they should take the Convict tag too.",
    "examples": "Ant-Man (Scott Lang), Black Cat, Gambit.",
    "tags": [
      {
        "_id": "sTOkQnuofMc4Skgd",
        "name": "Streetwise",
        "type": "tag",
        "system": {
          "description": "The character knows how things are handled on the street, who's in charge of various criminal enterprises and how to avoid issues with them.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!sTOkQnuofMc4Skgd"
      },
      {
        "_id": "zWTQEAUOQsvcyNd7",
        "name": "Black Market Access",
        "type": "tag",
        "system": {
          "description": "The character knows how and where they can buy and sell hard-to-find and potentially illegal things.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!zWTQEAUOQsvcyNd7"
      }
    ],
    "traits": [
      {
        "_id": "XMZ2HTZIlvVRKTSW",
        "name": "Connections: Criminal",
        "type": "trait",
        "system": {
          "description": "The character knows someone with access to and knowledge of a particular field. The connection could be a reporter, a police officer, a politician, a mobster and so on. By making an Ego check, the character can call on their contact to provide help in the form of clues, information or resources. The Narrator determines the TN of the Ego check based on the favor requested. This trait can be selected multiple times, using many different types. These include Celebrities, Community, Criminal, Espionage, Military, Outsiders, Police, Professional, Sources, Super Heroes and so on.",
          "restriction": "Criminal."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!XMZ2HTZIlvVRKTSW"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!NT1q7oY8c9RhBMsA"
}
