{
  "_id": "IiCeEPSWlmGDXZXZ",
  "name": "Educator",
  "type": "occupation",
  "img": "systems/marvel-multiverse/icons/work.svg",
  "system": {
    "description": "The character educates others. They might be a grade-school teacher, a college professor or some other kind of instructor. They do their best to bring the knowledge they have to other people.",
    "examples": "Agatha Harkness, Blue Marvel, Professor X.",
    "traits": [
      {
        "_id": "1C2neohcCRMXkpys",
        "name": "Connections",
        "type": "trait",
        "system": {
          "description": "The character knows someone with access to and knowledge of a particular field. The connection could be a reporter, a police officer, a politician, a mobster and so on. By making an Ego check, the character can call on their contact to provide help in the form of clues, information or resources. The Narrator determines the TN of the Ego check based on the favor requested. This trait can be selected multiple times, using many different types. These include Celebrities, Community, Criminal, Espionage, Military, Outsiders, Police, Professional, Sources, Super Heroes and so on.",
          "restriction": "",
          "multiple": true
        },
        "flags": {},
        "effects": [],
        "_key": "!items!1C2neohcCRMXkpys"
      },
      {
        "_id": "QoW6vp4t518b0Cyg",
        "name": "Font of Information",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character has an edge on Logic checks having to do with knowledge."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!QoW6vp4t518b0Cyg"
      },
      {
        "_id": "pn4fS9TQYr8IELsd",
        "name": "Presence",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character knows how to command attention on demand. They have an edge on Ego checks that involve getting people to pay attention to them or to voluntarily do things for them."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!pn4fS9TQYr8IELsd"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!IiCeEPSWlmGDXZXZ"
}
