{
  "_id": "98d6f6b8-3134-4f9c-abac-483c45c7d48e",
  "name": "Investigator",
  "type": "occupation",
  "system": {
    "description": "The character is trained to solve mysteries. This can be as a private detective or as part of an official law enforcement organization, ranging from the New York Police Department to the Federal Bureau of Investigation, S.H.I.E.L.D. or even the Nova Corps.",
    "examples": "Jessica Jones, Misty Knight.",
    "traits": [
      {
        "_id": "7e688def-7a33-4b89-95b6-35dc77b11ed6",
        "name": "Connections",
        "type": "trait",
        "system": {
          "description": "The character knows someone with access to and knowledge of a particular field. The connection could be a reporter, a police officer, a politician, a mobster and soon. By making an Egocheck, the character can call an their contact to provide help in the form of clues, informntion or resources, The Narrrator determines the TN of the Ego check based on the favor requested This trait can be selected multiple thmes, using many different types, These include Celebrities, Community, Criminal, Espionage, Military, Outsiders, Police, Professional, Sources, Super Heroes and so on",
          "restriction": "Police",
          "multiple": true
        },
        "flags": {},
        "effects": [],
        "_key": "!items!7e688def-7a33-4b89-95b6-35dc77b11ed6"
      },
      {
        "_id": "1e9ef04f-7007-41f5-b7f8-3486a1f86e84",
        "name": "Interrogation",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character knows how to ask the right questions in the right way. They have an edge on Ego or Logic checks made when asking questions."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!1e9ef04f-7007-41f5-b7f8-3486a1f86e84"
      },
      {
        "_id": "8118ada3-5aa4-43aa-9cdd-1ba3f8ce1008",
        "name": "Investigation",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character la an expert investigator They have an edge on Vigilance checks to spot clues and on Logic checks related to interpreting clues If they have access to a forensies lab at the time, they gain a second edge on such checks."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!8118ada3-5aa4-43aa-9cdd-1ba3f8ce1008"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!98d6f6b8-3134-4f9c-abac-483c45c7d48e"
}
