{
  "_id": "v5Q1Gp1YKOHx01vk",
  "name": "Investigator",
  "type": "occupation",
  "img": "systems/marvel-multiverse/icons/work.svg",
  "system": {
    "description": "The character is trained to solve mysteries. This can be as a private detective or as part of an official law enforcement organization, ranging from the New York Police Department to the Federal Bureau of Investigation, S.H.I.E.L.D. or even the Nova Corps.",
    "examples": "Jessica Jones, Misty Knight.",
    "traits": [
      {
        "_id": "1JaM7YojOn0H4TaF",
        "name": "Connections",
        "type": "trait",
        "system": {
          "description": "The character knows someone with access to and knowledge of a particular field. The connection could be a reporter, a police officer, a politician, a mobster and so on. By making an Ego check, the character can call on their contact to provide help in the form of clues, information or resources. The Narrator determines the TN of the Ego check based on the favor requested. This trait can be selected multiple times, using many different types. These include Celebrities, Community, Criminal, Espionage, Military, Outsiders, Police, Professional, Sources, Super Heroes and so on.",
          "restriction": "Police.",
          "multiple": true
        },
        "flags": {},
        "effects": [],
        "_key": "!items!1JaM7YojOn0H4TaF"
      },
      {
        "_id": "EFIY2oJioxXysG3S",
        "name": "Interrogation",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character knows how to ask the right questions in the right way. They have an edge on Ego or Logic checks made when asking questions."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!EFIY2oJioxXysG3S"
      },
      {
        "_id": "N1xbQL5LqE9Phb6E",
        "name": "Investigation",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character is an expert investigator, trained in the arts of forensic science. They have an edge on Vigilance checks to spot clues and on Logic (investigation) checks. If they have access to a forensics lab at the time, they can add +2 to such checks."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!N1xbQL5LqE9Phb6E"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!v5Q1Gp1YKOHx01vk"
}
