{
  "_id": "549cc118-c245-47ae-b94d-ee1389bb8cd8",
  "name": "Outsider",
  "type": "occupation",
  "system": {
    "description": "The character comes from another planet, dimension or time and is not familiar with how things work on this Earth. They may have had another occupation back where they came from, but it's not generally applicable here.",
    "example": "Groot, Rocket Raccoon, Thor (Odinson).",
    "traits": [
      {
        "_id": "646ce550-4167-466e-9d7e-d717d9329e2a",
        "name": "Connections: Outsiders",
        "type": "trait",
        "system": {
          "description": "The character knows someone with access to and knowledge of a particular field. The connection could be a reporter, a police officer, a politician, a mobster and so on. By making an Ego check, the character can call on their contact to provide help in the form of clues, information or resources. The Narrator determines the TN of the Ego check based on the favor requested. This trait can be selected multiple times, using many different types. These include Celebrities, Community, Criminal, Espionage, Military, Outsiders, Police, Professional, Sources, Super Heroes and so on.",
          "restriction": "Outsiders.",
          "multiple": true
        },
        "flags": {},
        "effects": [],
        "_key": "!items!646ce550-4167-466e-9d7e-d717d9329e2a"
      },
      {
        "_id": "8dbad125-860a-43c4-95b9-53154ba7806a",
        "name": "Fresh Eyes",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character has their own way of doing things. This often makes them seem strange to those around them, but it means they can bring new perspectives to existing issues. They have an edge on Logic checks when faced with something for the first time."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!8dbad125-860a-43c4-95b9-53154ba7806a"
      },
      {
        "_id": "3877ade3-18de-432b-bb8a-24349cefb96b",
        "name": "Stranger",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character doesn’t understand local customs. They have trouble on checks made when trying to decipher such things or when trying to pass themselves off as a local."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!3877ade3-18de-432b-bb8a-24349cefb96b"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!549cc118-c245-47ae-b94d-ee1389bb8cd8"
}
