{
  "_id": "FstckWSfAHGeKgrv",
  "name": "Precognition 1",
  "type": "power",
  "img": "systems/marvel-multiverse/icons/super-powers.svg",
  "system": {
    "description": "The character can see the near future.",
    "powerSet": "Sixth Sense",
    "prerequisites": "Intuition, Rank 2",
    "action": "Standard",
    "trigger": "",
    "duration": "Instant",
    "range": "",
    "cost": "5 Focus",
    "effect": "The character gains a sense of what is going to happen to a particular person, place or item within their reach-including themselves-in the next 24 hours. The further out any particular future is, the harder it is for the character to be certain about elements of that future. However, they can sense broad paths. Especially perilous or likely (or worse, both) possibilities often stand out like beacons in the night. The player can ask the Narrator a single question about the day ahead and get an honest answer based upon what the Narrator thinks is most likely to happen. The Narrator should give short and direct answers without detailed explanations. It is perfectly fine for the answer to be cryptic and to leave the player with more questions than they started with. These answers do not dictate what is fated to happen. They only give hints as to possible futures. The choices the players make and the chances they take have a tremendous impact upon these outcomes.Terribly valkely things happen all the time which means that the character's sense of the future is not infallble However they are rarely outright wrong. This ia a great power fur a charscter the Narrator controls. They can use it to lead the players around, give them guidance and perhaps even set them up for a horrible betrayal. The characters, of course, don't have to believe what a precognitive character tells them and might even openly defy their advice. However, this can be an incredibly challenging power to handle as a player. The Narrator shouldn't spoon-feed details to the player. They should answer the player's questions in generalities when possible and not offer extra details. If the player isn't concerned enough about something to ask about it, then it doesn't occur to the character to consider that particular aspect of the future either. If appropriate, the Narrator can state that the future is too uncertain to be determined at any particular moment This often happens at climactic moments when there are too many possible futures to consider, or when the ones available are equally likely to happen. The Narrator should use this option judiciously. though. If the character can't ever effectively use their power. that's a sure road to frustration. The Narrator can also present the character with visions that the character didn't ask for. These often happen when something vitally important is destined (or at least likely) to occur that can negatively affect the character or people they care about. This could be a personal crisis or a disaster that's bound to catch the character up in it. Such visions still cost Focus. They drain the character, even if they were not requested",
    "numbered": 1
  },
  "flags": {},
  "effects": [],
  "folder": "34a53ed3fba44fe3",
  "_key": "!items!FstckWSfAHGeKgrv"
}
