{
  "_id": "bE7scjHAROnD6dwa",
  "name": "Power Slider",
  "type": "power",
  "img": "systems/marvel-multiverse/icons/super-powers.svg",
  "system": {
    "description": "The character's power waxes and wanes with what's vital to them.",
    "powerSet": "Power Control",
    "prerequisites": "Rank 3",
    "action": "",
    "trigger": "",
    "duration": "Permanent",
    "range": "",
    "cost": "Varies",
    "effect": "The character has a single criterion that affects the strength of their powers on a spectrum. The character starts off normal, but they can become boosted or dampened from there. When things are going well for the character, all of their other powers are boosted. If the powers have rangrs or effective areas ar durations, these are doubled If the powers affect damage multipliers, add 1 to the effects. Any effecis that normally happen on a Fantastic success automatically happen on any success, not just a Fantastic one Also anything that would dampen their powers only brings them back to normal. When things are going poorly for the character. all of their other powers are dampened. If the powers have ranges or effective areas or durations, these are halved. If the powers affect damage multipliers, subtract 1 from the effects. The power can no longer enjoy Fantastic successes Also, anything that would boost their powers only brings them back to normal. These effects last for a single combat or-if they happen outside of combat-a single day. Here are three criteria to pick from: confidence, faith and media popularity. With the Narrator's consent. players can come up with others. Confidence: If the character gets a Fantasti success on an important action check, their confidence soars and their powers are boosted. If the character fails an important action check, their confidence fails and their powers are dampened - **Faith**: If something the character believes as a core part of their faih is shoern to be true, their faith marn and their powers are boosted. If something the character believes as a core part of their faith is shown to be doubtful, their faith falls, and their powers are dampened. **Media Popularity**: If the character's media ratings substantially rise tmore people watch their shows), their powers are boosted. If the character's media ratings substantially fall (fewer people watch their shows), their powers are dampened. The criteria in question may go up and down often, seeming to leave the character to the whims of fate, but ignore minor changes. Only something that feels like a special moment should cause a change Players may be tempted to set up their characters to constantly succeed. If this happens, Narrators should remember that they can often tip matters in the other direction. The swinging back and forth makes things more fun than keeping them always on an even keel."
  },
  "flags": {},
  "effects": [],
  "folder": "9d538083463adac7",
  "_key": "!items!bE7scjHAROnD6dwa"
}
