{
  "_id": "NSE6nDBAho7JK75n",
  "name": "Deviant",
  "type": "origin",
  "img": "systems/marvel-multiverse/icons/origin.svg",
  "system": {
    "description": "The character is a member of Homo descendus, a variant race of humanity created by the Celestials. They are scattered across Earth, but they mainly live in underground cities beneath the Pacific Ocean, close to Lemuria. Only one hundred Deviants were originally created, but many more have been born over the millennia since then. They vary a great deal physically, coming in all sizes, shapes, colors and textures. Each is born with a unique physical mutation, and they have the latent genetic ability to develop powers, much like mutants. Eternals are compelled to kill Deviant mutates as part of their principle 'Correct excess deviation.'",
    "examples": "Brother Tode, Karkas, Kro.",
    "suggestedOccupation": "Outsider.",
    "tags": [
      {
        "_id": "cTYI0iDJwrB7t8Zq",
        "name": "Extreme Appearance",
        "type": "tag",
        "system": {
          "description": "The character looks very different than the average person (wherever they happen to be) and cannot easily hide their identity. When this tag appears in origins in this chapter, it may give other useful information, like whether an extreme appearance is common.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!cTYI0iDJwrB7t8Zq"
      },
      {
        "_id": "d2WaQos1EtT01G2v",
        "name": "Hunted",
        "type": "tag",
        "system": {
          "description": "The character is hunted by the law for crimes they have supposedly (or actually) committed. If captured by the police, they may be arrested, tried for their crimes and potentially sent to jail.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!d2WaQos1EtT01G2v"
      }
    ],
    "traits": []
  },
  "flags": {},
  "effects": [],
  "_key": "!items!NSE6nDBAho7JK75n"
}
