{
  "_id": "88936296-663e-4bfb-8735-bf00b9c1c4ed",
  "name": "Eternal",
  "type": "origin",
  "system": {
    "description": "The character is a member of Homo immortalis, a variant race of humanity created by the Celestials. They are scattered across Earth, but their headquarters lies in the city of Olympia, high in the mountains in Greece and folded into an echo dimension. Some live on Titan (a moon of Saturn) instead. The Eternals live by three principles: - Protect Celestials, - Protect the Machine (a sentient A.I. deeply connected with the Earth), - Correct excess deviation. Only one hundred Eternals were originally created, and only two have been born since: Thanos and Eros. The character is either one of the lesser-known one hundred or a new Eternal brought to life through extraordinary means. Through a ritual usually initiated by the Prime Eternal (their official leader), Eternals can be called to be part of a collective being known as the Uni-Mind.",
    "examples": "Ikaris, Sersi, Sprite, Thanos, Thena.",
    "suggestedOccupation": "Outsider",
    "tags": [
      {
        "_id": "96427e46-6723-4866-83fe-5ce699fee54c",
        "name": "Eternally Immortal",
        "type": "tag",
        "system": {
          "description": "The character does not age and could theoretically live forever. If the character is killed, they can be brought back to life in the Activation Chamber found in the Exclusion, an Eternal base located beneath the South Pole. To make this happen, the Activation Chamber sacrifices the life of a random human anywhere on Earth.",
          "restriction": "For Eternals only",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!96427e46-6723-4866-83fe-5ce699fee54c"
      },
      {
        "_id": "c191436f-2040-4a02-b505-7559fb2e1899",
        "name": "Mahd Wy’ry",
        "type": "tag",
        "system": {
          "description": "The character lives for so long that their accumulated memories have the potential to drive them insane. The only cure for this condition is to die and then be reborn with a restoration of their mind from a clean backup. This happens rarely, but the disease can progress quickly once it starts.",
          "restriction": "For Eternals only",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!c191436f-2040-4a02-b505-7559fb2e1899"
      }
    ],
    "traits": []
  },
  "flags": {},
  "effects": [],
  "_key": "!items!88936296-663e-4bfb-8735-bf00b9c1c4ed"
}
