{
  "_id": "f6498c80-4bca-4aef-8dca-c6cfaac0a73c",
  "name": "Monstrous: Mummudrai",
  "type": "origin",
  "system": {
    "description": "The character is a monster known as a Mummudrai an evil twin spirit from the Astral Plane that each fetus must fight and defeat in the womb to be born. Few of them survive, but those who do can become terrifyingly powerful, as they can change DNA and fashion physical forms for themselves.",
    "examples": "Cassandra Nova.",
    "traits": [
      {
        "_id": "6b94013d-93e7-4752-ac32-ff8af5b5f205",
        "name": "Monster",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character is some kind of monster, often of a type spoken of in legend. They have an edge whenever they attempt to intimidate someone."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!6b94013d-93e7-4752-ac32-ff8af5b5f205"
      }
    ],
    "powers": [
      {
        "_id": "3ffc0c6f-b2cb-4090-abde-96e808c33342",
        "name": "DNA Manipulation",
        "type": "power",
        "system": {
          "description": "The character is able to identify, copy and manipulate DNA in themselves and others.",
          "powerSet": "Narrative",
          "prerequisites": "",
          "action": "",
          "trigger": "",
          "duration": "",
          "range": "",
          "cost": "",
          "effect": "The character is able to identify, copy and manipulate DNA in themselves and others. They can use this to create a body from scratch that they can then occupy by using the Copy Psyche power. In addition, the character can cause latent mutant powers to manifest upon command. both in their own body and in that of others. They can also copy DNA from other people and insert it into their body to fool security systems into thinking that they are members of a particular genetic group or family line."
        },
        "flags": {},
        "effects": [],
        "folder": "26cb724b2bd54b2e",
        "_key": "!items!3ffc0c6f-b2cb-4090-abde-96e808c33342"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!f6498c80-4bca-4aef-8dca-c6cfaac0a73c"
}
