{
  "_id": "ToJVfbfeToTPWLZK",
  "name": "Mythic: Asgardian",
  "type": "origin",
  "img": "systems/marvel-multiverse/icons/origin.svg",
  "system": {
    "description": "The character is a member of the Asgardian people, resembling the Norse gods. They call Asgard their home. The character can be one of the many gods who have been named throughout history, or they can be one of the lesser-known gods of Asgard. They should choose something that they are the god of.",
    "examples": "Hela, Heimdall, Loki, Sif, Thor (Odinson).",
    "suggestedOccupation": "",
    "tags": [
      {
        "_id": "6fBuya40ZqhFufiD",
        "name": "Supernatural",
        "type": "tag",
        "system": {
          "description": "The character has powers that are magical or based on something magical.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!6fBuya40ZqhFufiD"
      },
      {
        "_id": "KGrn2kq3aS5HdPKf",
        "name": "Worshiped",
        "type": "tag",
        "system": {
          "description": "The character is worshipped by others as a god.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!KGrn2kq3aS5HdPKf"
      }
    ],
    "traits": [
      {
        "_id": "qXxLcIEUkPZbUG0L",
        "name": "Enhanced Physique",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character is stronger than regular humans. Treat them as one size bigger for lifting, carrying, swinging and throwing things. (This does not stack with other factors.)"
        },
        "flags": {},
        "effects": [],
        "_key": "!items!qXxLcIEUkPZbUG0L"
      },
      {
        "_id": "WaV4TaJMTAODzfzf",
        "name": "God Heritage",
        "type": "trait",
        "system": {
          "restriction": "This trait can be selected only by characters with a mythic origin and an attachment to a particular pantheon, like Asgardian or Olympian.",
          "description": "The character—or at least one of their ancestors—is a god. Pick something that they are the god of. They don't have to be a god that most people have heard of. In fact, they can be the god of something entirely new. However, they cannot generally be the god of something that's already been claimed by someone else in their pantheon. Other gods are often jealous of their positions and take issue with such rivals. The character has an edge when dealing with something that they are the god of."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!WaV4TaJMTAODzfzf"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!ToJVfbfeToTPWLZK"
}
