{
  "_id": "4d4b0840-38a6-436a-9394-8779baeb177d",
  "name": "Weird Science",
  "type": "origin",
  "system": {
    "description": "The character's powers arose from a scientific experiment or accident that's hard—if not impossible-to reproduce. Often, they had the latent genetic potential to develop powers and were somehow exposed to the right triggers-which would have likely killed most other people. These kinds of characters are sometimes called mutates. The difference between a mutate and a mutant is that a mutant's powers come to them naturally, but a mutate's powers require a triggering incident that might never happen. In this sense, Inhumans are all mutates who share a gene with a known trigger: the Terrigen Mist.",
    "examples": "Captain America (Steve Rogers), Daredevil (Matt Murdock), Invisible Woman, Jessica Jones, Luke Cage, Spider-Man (Miles Morales), Spider-Man (Peter Parker).",
    "suggestedOccupation": "",
    "tags": [
      {
        "_id": "eb2d012f6be04c-2586-4b70-8915-39017881be83",
        "name": "Mysterious",
        "type": "tag",
        "system": {
          "description": "The character does not entirely understand how or why they have powers. This can prove unsettling and perhaps even dangerous, or they can just take it in stride.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!2f6be04c-2586-4b70-8915-39017881be83"
      }
    ],
    "traits": [
      {
        "_id": "fa236e49-36dc-45b6-8c2e-e42a512ab454",
        "name": "Weird",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character has something weird (or even wonderful) about them. This causes people to have strong reactions to them, both good and bad. They have an edge on all Ego checks to persuade people inclined to like them and trouble on all Ego checks against people inclined to dislike them."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!fa236e49-36dc-45b6-8c2e-e42a512ab454"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!4d4b0840-38a6-436a-9394-8779baeb177df"
}
