{
  "_id": "f8ZWYUw3IdmJ5NGF",
  "name": "Weird Science: Gamma Mutate",
  "type": "origin",
  "img": "systems/marvel-multiverse/icons/origin.svg",
  "system": {
    "description": "The character has a genetic mutation that gave them powers once they were exposed to enough gamma radiation, transforming them physically. This often gives them a monstrous appearance and changes their coloration drastically, usually to green, although some become red or even blue. They can often transform back into their original form as well.",
    "examples": "Doc Samson, Harpy (Betty Banner), Hulk (Bruce Banner), Red Hulk (Thaddeus 'Thunderbolt' Ross).",
    "suggestedOccupation": "",
    "tags": [
      {
        "_id": "cTYI0iDJwrB7t8Zq",
        "name": "Extreme Appearance",
        "type": "tag",
        "system": {
          "description": "The character looks very different than the average person (wherever they happen to be) and cannot easily hide their identity. When this tag appears in origins in this chapter, it may give other useful information, like whether an extreme appearance is common.",
          "restriction": "",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!cTYI0iDJwrB7t8Zq"
      },
      {
        "_id": "YgPPXIuNu4P7SUK4",
        "name": "Green Door",
        "type": "tag",
        "system": {
          "description": "After being killed, the character can come back to life by passing through the Green Door, a portal that connects a part of the afterlife to Earth. This makes them effectively immortal.",
          "restriction": "For gamma mutates only.",
          "rarity": ""
        },
        "flags": {},
        "effects": [],
        "_key": "!items!YgPPXIuNu4P7SUK4"
      }
    ],
    "traits": [
      {
        "_id": "HLRSFq7h3p5W6FYe",
        "name": "Weird",
        "type": "trait",
        "system": {
          "restriction": "",
          "description": "The character has something weird (or even wonderful) about them. This causes people to have strong reactions to them, both good and bad. They have an edge on all Ego checks to persuade people inclined to like them and trouble on all Ego checks against people inclined to dislike them."
        },
        "flags": {},
        "effects": [],
        "_key": "!items!HLRSFq7h3p5W6FYe"
      }
    ]
  },
  "flags": {},
  "effects": [],
  "_key": "!items!f8ZWYUw3IdmJ5NGFf"
}
